Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Запустить мониторинг
ar: بدء المراقبة
de: Überwachung starten
en: Start monitoring
es: Iniciar monitorización
fr: Lancer la surveillance
hi: निगरानी शुरू करें
it: Avvia il monitoraggio
ja: 監視を開始
ko: 모니터링 시작
pt_br: Iniciar monitoramento
tr: İzlemeyi başlat
zh_hans: 启动监控

source: Запустить проверку
ar: بدء الفحص
de: Prüfung starten
en: Run check
es: Iniciar la comprobación
fr: Lancer la vérification
hi: जाँच चलाएँ
it: Avvia il controllo
ja: 確認を実行
ko: 확인 시작
pt_br: Iniciar verificação
tr: Kontrolü başlat
zh_hans: 启动检查

source: Запустить сканер?
ar: تشغيل الماسح؟
de: Scanner starten?
en: Run the scanner?
es: ¿Iniciar el escáner?
fr: Lancer le scanner ?
hi: स्कैनर शुरू करें?
it: Avviare lo scanner?
ja: スキャナーを起動しますか?
ko: 스캐너를 실행할까요?
pt_br: Iniciar o scanner?
tr: Tarayıcı başlatılsın mı?
zh_hans: 启动扫描器？

source: Запустить тест
ar: بدء الاختبار
de: Test starten
en: Run test
es: Iniciar la prueba
fr: Lancer le test
hi: परीक्षण चलाएँ
it: Avvia il test
ja: テストを実行
ko: 테스트 시작
pt_br: Iniciar teste
tr: Testi başlat
zh_hans: 开始测试

source: Зарубежные
ar: خارجية
de: International
en: International
es: Extranjeros
fr: Étrangers
hi: विदेशी
it: Esteri
ja: 海外
ko: 해외
pt_br: Estrangeiros
tr: Yurt dışı
zh_hans: 境外

source: Зарубежные провайдеры
ar: مزودو الخدمة الأجانب
de: Ausländische Anbieter
en: International providers
es: Operadores extranjeros
fr: Opérateurs étrangers
hi: विदेशी प्रोवाइडर
it: Provider esteri
ja: 海外のプロバイダ
ko: 해외 통신사
pt_br: Provedores estrangeiros
tr: Yurt dışı sağlayıcılar
zh_hans: 境外运营商

source: Зарубежные ресурсы доступны наравне с локальными.
ar: الموارد الأجنبية متاحة كالمحلية تماماً.
de: Ausländische Ressourcen sind genauso verfügbar wie lokale.
en: Foreign resources are as reachable as local ones.
es: Los recursos extranjeros están disponibles igual que los locales.
fr: Les ressources étrangères sont accessibles au même titre que les locales.
hi: विदेशी संसाधन स्थानीय संसाधनों के बराबर उपलब्ध हैं।
it: Le risorse estere sono disponibili come quelle locali.
ja: 海外リソースもローカルと同様に利用可能です。
ko: 해외 리소스가 국내 리소스와 동일하게 접속됩니다.
pt_br: Os recursos estrangeiros estão acessíveis do mesmo modo que os locais.
tr: Yurt dışı kaynaklar, yerel kaynaklarla eşit şekilde erişilebilir.
zh_hans: 境外资源与本地资源同样可访问。

source: Зарубежных контролей доступно: %@/%lld
ar: المراجع الأجنبية المتاحة: %@/%lld
de: Verfügbare ausländische Kontrollen: %@/%lld
en: Foreign controls reachable: %@/%lld
es: Controles extranjeros disponibles: %@/%lld
fr: Contrôles étrangers accessibles : %@/%lld
hi: उपलब्ध विदेशी नियंत्रण: %@/%lld
it: Controlli esteri disponibili: %@/%lld
ja: 利用可能な海外の基準：%@/%lld
ko: 접속 가능한 해외 기준: %@/%lld
pt_br: Controles estrangeiros acessíveis: %@/%lld
tr: Erişilebilen yurt dışı kontrolleri: %@/%lld
zh_hans: 可访问的境外控制点：%@/%lld

source: Защита
ar: الحماية
de: Sicherheit
en: Security
es: Seguridad
fr: Sécurité
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
tr: Güvenlik
zh_hans: 加密方式

source: Идёт
ar: جارٍ
de: Läuft
en: In progress
es: En curso
fr: En cours
hi: चल रहा है
it: In corso
ja: 実行中
ko: 진행 중
pt_br: Em andamento
tr: Devam ediyor
zh_hans: 进行中

source: идёт проверка
ar: الفحص جارٍ
de: wird getestet
en: testing
es: comprobando
fr: test en cours
hi: जाँच जारी
it: in verifica
ja: 確認中
ko: 확인 중
pt_br: testando
tr: test sürüyor
zh_hans: 检测中

source: идёт трассировка
ar: التتبّع جارٍ
de: wird verfolgt
en: tracing
es: trazando
fr: traçage en cours
hi: ट्रेस जारी
it: tracciamento
ja: トレース中
ko: 추적 중
pt_br: traçando
tr: izleniyor
zh_hans: 追踪中

source: Ижевск
ar: إيجيفسك
de: Ischewsk
en: Izhevsk
es: Izhevsk
fr: Ijevsk
hi: इझ़ेव्स्क
it: Iževsk
ja: イジェフスク
ko: 이젭스크
pt_br: Ijevsk
tr: İjevsk
zh_hans: 伊热夫斯克

source: Из белого списка доступно: %@/%lld
ar: المتاح من القائمة البيضاء: %@/%lld
de: Aus der Whitelist verfügbar: %@/%lld
en: Reachable from whitelist: %@/%lld
es: Disponibles de la lista blanca: %@/%lld
fr: Accessibles depuis la liste blanche : %@/%lld
hi: श्वेतसूची से उपलब्ध: %@/%lld
it: Dalla whitelist disponibili: %@/%lld
ja: ホワイトリストから利用可能：%@/%lld
ko: 화이트리스트 중 접속 가능: %@/%lld
pt_br: Da lista de permissões acessíveis: %@/%lld
tr: Beyaz listeden erişilebilen: %@/%lld
zh_hans: 白名单中可访问：%@/%lld

source: Из ссылки
ar: من رابط
de: Aus Link
en: From link
es: Desde un enlace
fr: Depuis un lien
hi: लिंक से
it: Da un link
ja: リンクから
ko: 링크에서
pt_br: De um link
tr: Bağlantıdan
zh_hans: 从链接

source: Избранное
ar: المفضّلة
de: Favoriten
en: Favorites
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
tr: Favoriler
zh_hans: 收藏

source: Издатель
ar: جهة الإصدار
de: Aussteller
en: Issuer
es: Emisor
fr: Émetteur
hi: जारीकर्ता
it: Emittente
ja: 発行者
ko: 발급자
pt_br: Emissor
tr: Yayınlayan
zh_hans: 颁发者

source: Измерим скорость до выбранного сервера: загрузку, отдачу и задержку под нагрузкой.
ar: سنقيس السرعة إلى الخادم المختار: التنزيل والرفع وزمن الاستجابة تحت الحِمل.
de: Misst die Geschwindigkeit zum gewählten Server: Download, Upload und Latenz unter Last.
en: We'll measure speed to the chosen server: download, upload and latency under load.
es: Mediremos la velocidad hacia el servidor elegido: bajada, subida y latencia bajo carga.
fr: Nous mesurerons le débit vers le serveur choisi : descendant, montant et latence en charge.
hi: चुने गए सर्वर तक गति मापेंगे: डाउनलोड, अपलोड और लोड में देरी।
it: Misureremo la velocità verso il server scelto: download, upload e latenza sotto carico.
ja: 選んだサーバーへの下り・上り速度と、負荷時の遅延を測定します。
ko: 선택한 서버까지의 다운로드·업로드 속도와 부하 시 지연을 측정합니다.
pt_br: Vamos medir a velocidade até o servidor escolhido: download, upload e latência sob carga.
tr: Seçili sunucuya hızı ölçeriz: indirme, yükleme ve yük altındaki gecikme.
zh_hans: 测量到所选服务器的下载、上传速度以及负载下的延迟。

source: Измеряет рост задержки под нагрузкой (bufferbloat). Требует нагрузочного сервера.
ar: يقيس ارتفاع التأخير تحت الحمل (bufferbloat). يتطلب خادم تحميل.
de: Misst den Anstieg der Latenz unter Last (Bufferbloat). Erfordert einen Lastserver.
en: Measures latency increase under load (bufferbloat). Requires a load server.
es: Mide el aumento de latencia bajo carga (bufferbloat). Requiere un servidor de carga.
fr: Mesure l'augmentation de la latence sous charge (bufferbloat). Nécessite un serveur de charge.
hi: लोड के तहत विलंब वृद्धि (bufferbloat) मापता है। इसके लिए लोड सर्वर आवश्यक है।
it: Misura l'aumento della latenza sotto carico (bufferbloat). Richiede un server di carico.
ja: 負荷時の遅延増加（bufferbloat）を測定します。負荷サーバーが必要です。
ko: 부하 상태에서의 지연 증가(bufferbloat)를 측정합니다. 부하 서버가 필요합니다.
pt_br: Mede o aumento da latência sob carga (bufferbloat). Requer um servidor de carga.
tr: Yük altında gecikme artışını (bufferbloat) ölçer. Bir yük sunucusu gerektirir.
zh_hans: 测量负载下延迟的增长（缓冲膨胀）。需要负载服务器。

source: Измеряет скорость загрузки и отдачи через iperf3-серверы или HTTP. Показывает реальную пропускную способность канала.
ar: يقيس سرعة التنزيل والرفع عبر خوادم iperf3 أو HTTP. يعرض عرض النطاق الفعلي للقناة.
de: Misst die Download- und Upload-Geschwindigkeit über iperf3-Server oder HTTP. Zeigt die tatsächliche Bandbreite der Verbindung.
en: Measures download and upload speed via iperf3 servers or HTTP. Shows the real bandwidth of your connection.
es: Mide la velocidad de descarga y subida mediante servidores iperf3 o HTTP. Muestra el ancho de banda real del canal.
fr: Mesure les débits descendant et montant via des serveurs iperf3 ou HTTP. Affiche le débit réel de la connexion.
hi: iperf3 सर्वर या HTTP के माध्यम से डाउनलोड और अपलोड गति मापता है। चैनल की वास्तविक बैंडविड्थ दिखाता है।
it: Misura la velocità di download e upload tramite server iperf3 o HTTP. Mostra la reale ampiezza di banda del collegamento.
ja: iperf3 サーバーまたは HTTP を通じてダウンロード/アップロード速度を測定します。回線の実際のスループットを表示します。
ko: iperf3 서버 또는 HTTP를 통해 다운로드 및 업로드 속도를 측정합니다. 회선의 실제 처리량을 보여줍니다.
pt_br: Mede a velocidade de download e upload por servidores iperf3 ou HTTP. Mostra a largura de banda real do canal.
tr: iperf3 sunucuları veya HTTP üzerinden indirme ve yükleme hızını ölçer. Kanalın gerçek bant genişliğini gösterir.
zh_hans: 通过 iperf3 服务器或 HTTP 测量下载和上传速度。显示链路的真实带宽。

source: Импорт
ar: الاستيراد
de: Import
en: Import
es: Importación
fr: Importation
hi: इंपोर्ट
it: Importazione
ja: 読み込む
ko: 가져오기
pt_br: Importação
tr: İçe aktarma
zh_hans: 导入

source: Импорт только добавляет хосты — существующие записи не изменяются и не удаляются.
ar: الاستيراد يضيف المضيفين فقط — لا يغيّر السجلات الحالية ولا يحذفها.
de: Der Import fügt nur Hosts hinzu – vorhandene Einträge werden weder geändert noch gelöscht.
en: Import only adds hosts — existing entries are never changed or deleted.
es: La importación solo añade hosts: las entradas existentes no se modifican ni se eliminan.
fr: L’importation ne fait qu’ajouter des hôtes : les entrées existantes ne sont ni modifiées ni supprimées.
hi: इंपोर्ट केवल होस्ट जोड़ता है — मौजूदा प्रविष्टियाँ न बदली जाती हैं, न हटाई जाती हैं।
it: L’importazione aggiunge solo host: le voci esistenti non vengono modificate né eliminate.
ja: 読み込みではホストが追加されるだけです。既存の項目は変更も削除もされません。
ko: 가져오기는 호스트를 추가하기만 해요. 기존 항목은 변경되거나 삭제되지 않아요.
pt_br: A importação apenas adiciona hosts: os registros existentes não são alterados nem removidos.
tr: İçe aktarma yalnızca sunucu ekler; var olan kayıtlar değiştirilmez ve silinmez.
zh_hans: 导入只会添加主机，不会修改或删除已有记录。

source: Импортировать
ar: استيراد
de: Importieren
en: Import
es: Importar
fr: Importer
hi: इंपोर्ट करें
it: Importa
ja: 読み込む
ko: 가져오기
pt_br: Importar
tr: İçe aktar
zh_hans: 导入

source: Имя
ar: الاسم
de: Name
en: Name
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
tr: Ad
zh_hans: 名称

source: имя DNS длиннее 255 байт
ar: اسم DNS أطول من 255 بايت
de: DNS-Name länger als 255 Byte
en: DNS name longer than 255 bytes
es: nombre DNS de más de 255 bytes
fr: nom DNS de plus de 255 octets
hi: DNS नाम 255 बाइट से लंबा
it: nome DNS più lungo di 255 byte
ja: DNS 名が 255 バイトを超えています
ko: DNS 이름이 255바이트를 초과
pt_br: nome DNS com mais de 255 bytes
tr: DNS adı 255 bayttan uzun
zh_hans: DNS 名称超过 255 字节

source: Имя Wi-Fi (SSID)
ar: اسم شبكة Wi-Fi (SSID)
de: Wi-Fi-Name (SSID)
en: Wi-Fi name (SSID)
es: Nombre de la red Wi-Fi (SSID)
fr: Nom du réseau Wi-Fi (SSID)
hi: Wi-Fi नाम (SSID)
it: Nome Wi-Fi (SSID)
ja: Wi-Fi 名（SSID）
ko: Wi-Fi 이름(SSID)
pt_br: Nome do Wi-Fi (SSID)
tr: Wi-Fi adı (SSID)
zh_hans: Wi-Fi 名称 (SSID)

source: имя не разрешилось
ar: تعذّر تحليل الاسم
de: Name konnte nicht aufgelöst werden
en: name did not resolve
es: el nombre no se resolvió
fr: le nom n’a pas été résolu
hi: नाम रिज़ॉल्व नहीं हुआ
it: il nome non è stato risolto
ja: 名前を解決できませんでした
ko: 이름을 확인할 수 없음
pt_br: o nome não foi resolvido
tr: ad çözümlenemedi
zh_hans: 名称无法解析

source: Инбаунд работает
ar: الاتصال الوارد يعمل
de: Inbound funktioniert
en: Inbound works
es: El inbound funciona
fr: L'inbound fonctionne
hi: इनबाउंड चल रहा है
it: L'inbound funziona
ja: インバウンドは動作中
ko: 인바운드 작동 중
pt_br: Inbound funcionando
tr: Inbound çalışıyor
zh_hans: 入站正常

source: Инструмент
ar: الأداة
de: Tool
en: Tool
es: Herramienta
fr: Outil
hi: टूल
it: Strumento
ja: ツール
ko: 도구
pt_br: Ferramenta
tr: Araç
zh_hans: 工具

source: Инструментов
ar: أدوات
de: Werkzeuge
en: Tools
es: Herramientas
fr: Outils
hi: उपकरण
it: Strumenti
ja: ツール数
ko: 도구
pt_br: Ferramentas
tr: Araç
zh_hans: 工具

source: Инструменты
ar: الأدوات
de: Werkzeuge
en: Tools
es: Herramientas
fr: Outils
hi: उपकरण
it: Strumenti
ja: ツール
ko: 도구
pt_br: Ferramentas
tr: Araçlar
zh_hans: 工具

source: Интервал
ar: الفاصل الزمني
de: Intervall
en: Interval
es: Intervalo
fr: Intervalle
hi: अंतराल
it: Intervallo
ja: 間隔
ko: 간격
pt_br: Intervalo
tr: Aralık
zh_hans: 间隔

source: Интервал проверки
ar: فاصل الفحص
de: Prüfintervall
en: Check interval
es: Intervalo de comprobación
fr: Intervalle de vérification
hi: जाँच अंतराल
it: Intervallo di controllo
ja: 確認間隔
ko: 확인 간격
pt_br: Intervalo de verificação
tr: Kontrol aralığı
zh_hans: 检查间隔

source: Интерфейс
ar: الواجهة
de: Schnittstelle
en: Interface
es: Interfaz
fr: Interface
hi: इंटरफ़ेस
it: Interfaccia
ja: インターフェース
ko: 인터페이스
pt_br: Interface
tr: Arayüz
zh_hans: 接口

source: Интерфейс активен
ar: الواجهة نشطة
de: Schnittstelle aktiv
en: Interface up
es: Interfaz activa
fr: Interface active
hi: इंटरफ़ेस सक्रिय
it: Interfaccia attiva
ja: インターフェース有効
ko: 인터페이스 활성
pt_br: Interface ativa
tr: Arayüz etkin
zh_hans: 接口已启用

source: Интерфейс не активен
ar: الواجهة غير نشطة
de: Schnittstelle inaktiv
en: Interface down
es: Interfaz inactiva
fr: Interface inactive
hi: इंटरफ़ेस निष्क्रिय
it: Interfaccia inattiva
ja: インターフェース無効
ko: 인터페이스 비활성
pt_br: Interface inativa
tr: Arayüz devre dışı
zh_hans: 接口未启用

source: Интерфейсы
ar: الواجهات
de: Schnittstellen
en: Interfaces
es: Interfaces
fr: Interfaces
hi: इंटरफ़ेस
it: Interfacce
ja: インターフェース
ko: 인터페이스
pt_br: Interfaces
tr: Arayüzler
zh_hans: 接口

source: Информация
ar: معلومات
de: Informationen
en: Info
es: Información
fr: Informations
hi: जानकारी
it: Informazioni
ja: 情報
ko: 정보
pt_br: Informações
tr: Bilgi
zh_hans: 信息

source: Информация об устройстве
ar: معلومات الجهاز
de: Geräteinformationen
en: Device info
es: Información del dispositivo
fr: Informations sur l'appareil
hi: डिवाइस की जानकारी
it: Informazioni sul dispositivo
ja: デバイス情報
ko: 기기 정보
pt_br: Informações do dispositivo
tr: Cihaz bilgileri
zh_hans: 设备信息

source: Искать сервисы
ar: البحث عن الخدمات
de: Dienste suchen
en: Search services
es: Buscar servicios
fr: Rechercher des services
hi: सेवाएँ खोजें
it: Cerca servizi
ja: サービスを検索
ko: 서비스 검색
pt_br: Buscar serviços
tr: Hizmetleri ara
zh_hans: 搜索服务

source: Истёк
ar: منتهٍ
de: Abgelaufen
en: Expired
es: Caducado
fr: Expiré
hi: समाप्त
it: Scaduto
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
tr: Süresi doldu
zh_hans: 已过期

source: Истекает
ar: ينتهي
de: Läuft ab
en: Expires
es: Caduca
fr: Expire
hi: समाप्त हो रहा है
it: Scade
ja: 有効期限
ko: 만료됨
pt_br: Expira
tr: Sona eriyor
zh_hans: 到期时间

source: истекло время DNS (%lld с)
ar: انتهت مهلة DNS (%lld ث)
de: DNS-Zeitüberschreitung (%lld s)
en: DNS timed out (%lld s)
es: tiempo de DNS agotado (%lld s)
fr: délai DNS dépassé (%lld s)
hi: DNS समय समाप्त (%lld से.)
it: tempo DNS scaduto (%lld s)
ja: DNS タイムアウト（%lld 秒）
ko: DNS 시간 초과 (%lld초)
pt_br: tempo de DNS esgotado (%lld s)
tr: DNS süresi doldu (%lld sn)
zh_hans: DNS 超时（%lld 秒）

source: Истекло время ожидания
ar: انتهت مهلة الانتظار
de: Zeitüberschreitung
en: Timed out
es: Se agotó el tiempo de espera
fr: Délai d'attente dépassé
hi: प्रतीक्षा समय समाप्त
it: Tempo di attesa scaduto
ja: タイムアウトしました
ko: 대기 시간 초과
pt_br: Tempo de espera esgotado
tr: Bekleme süresi doldu
zh_hans: 等待超时

source: История
ar: السجل
de: Verlauf
en: History
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
tr: Geçmiş
zh_hans: 历史

source: История автозапусков
ar: سجل التشغيل التلقائي
de: Verlauf automatischer Starts
en: Scheduled run history
es: Historial de ejecuciones automáticas
fr: Historique des lancements auto
hi: स्वतः-रन का इतिहास
it: Cronologia delle esecuzioni automatiche
ja: 自動実行の履歴
ko: 자동 실행 기록
pt_br: Histórico de execuções automáticas
tr: Otomatik çalıştırma geçmişi
zh_hans: 自动运行记录

source: История проверок
ar: سجل الفحوص
de: Prüfverlauf
en: Check history
es: Historial de comprobaciones
fr: Historique des vérifications
hi: जाँच इतिहास
it: Cronologia dei controlli
ja: 確認履歴
ko: 확인 기록
pt_br: Histórico de verificações
tr: Kontrol geçmişi
zh_hans: 检查历史

source: Источник
ar: المصدر
de: Quelle
en: Source
es: Fuente
fr: Source
hi: स्रोत
it: Origine
ja: ソース
ko: 소스
pt_br: Origem
tr: Kaynak
zh_hans: 来源

source: Источников согласны
ar: مصادر متفقة
de: Quellen stimmen überein
en: Sources agree
es: Fuentes de acuerdo
fr: Sources concordantes
hi: सहमत स्रोत
it: Fonti concordi
ja: 一致した情報源
ko: 일치하는 소스
pt_br: Fontes concordam
tr: Kaynaklar aynı fikirde
zh_hans: 来源一致

source: Исходные данные
ar: البيانات الأصلية
de: Rohdaten
en: Source data
es: Datos de origen
fr: Données source
hi: मूल डेटा
it: Dati di origine
ja: 元データ
ko: 원본 데이터
pt_br: Dados de origem
tr: Kaynak veriler
zh_hans: 原始数据

# Исходных записей: %lld (после слияния — %lld)
source: Исходных записей: %1$lld (после слияния — %2$lld)
ar: السجلات الأصلية: %lld (بعد الدمج — %lld)
de: Ausgangseinträge: %lld (nach Zusammenführung — %lld)
en: Source records: %lld (after merge — %lld)
es: Registros de origen: %lld (tras la fusión: %lld)
fr: Entrées source : %lld (après fusion — %lld)
hi: मूल रिकॉर्ड: %lld (मर्ज के बाद — %lld)
it: Record di origine: %lld (dopo l'unione: %lld)
ja: 元のレコード数: %lld (マージ後: %lld)
ko: 원본 레코드: %lld (병합 후 — %lld)
pt_br: Registros originais: %lld (após a mesclagem — %lld)
tr: Kaynak kayıt: %lld (birleştirme sonrası — %lld)
zh_hans: 原始记录：%lld（合并后 %lld）

source: Ищет сервисы Bonjour/mDNS рядом (принтеры, AirPlay, колонки и т. п.). Показывает, что рекламирует себя в вашей сети.
ar: يبحث عن خدمات Bonjour/mDNS القريبة (الطابعات، AirPlay، مكبّرات الصوت وغيرها). يعرض ما يعلن عن نفسه في شبكتك.
de: Sucht in der Nähe nach Bonjour/mDNS-Diensten (Drucker, AirPlay, Lautsprecher usw.). Zeigt, was sich in Ihrem Netzwerk ankündigt.
en: Finds Bonjour/mDNS services nearby (printers, AirPlay, speakers, etc.). Shows what advertises itself on your network.
es: Busca servicios Bonjour/mDNS cercanos (impresoras, AirPlay, altavoces, etc.). Muestra lo que se anuncia en tu red.
fr: Recherche les services Bonjour/mDNS à proximité (imprimantes, AirPlay, enceintes, etc.). Affiche ce qui s'annonce sur votre réseau.
hi: आसपास Bonjour/mDNS सेवाएँ खोजता है (प्रिंटर, AirPlay, स्पीकर आदि)। दिखाता है कि आपके नेटवर्क में क्या स्वयं का विज्ञापन कर रहा है।
it: Cerca i servizi Bonjour/mDNS nelle vicinanze (stampanti, AirPlay, altoparlanti ecc.). Mostra cosa si annuncia nella tua rete.
ja: 近くの Bonjour/mDNS サービス（プリンター、AirPlay、スピーカーなど）を検索します。ネットワーク内で自身をアドバタイズしている機器を表示します。
ko: 주변의 Bonjour/mDNS 서비스(프린터, AirPlay, 스피커 등)를 찾습니다. 네트워크에 스스로를 알리는 기기를 보여줍니다.
pt_br: Busca serviços Bonjour/mDNS por perto (impressoras, AirPlay, caixas de som etc.). Mostra o que se anuncia na sua rede.
tr: Yakındaki Bonjour/mDNS hizmetlerini (yazıcılar, AirPlay, hoparlörler vb.) arar. Ağınızda kendini duyuran cihazları gösterir.
zh_hans: 查找附近的 Bonjour/mDNS 服务（打印机、AirPlay、音箱等）。显示网络中主动广播自身的设备。

source: Каждая проверка сравнивает ваше соединение с эталоном и показывает, какие локальные ограничения применяет ваш провайдер. Только диагностика.
ar: يقارن كل فحص اتصالك بمرجع ويُظهر القيود المحلية التي يطبّقها مزوّدك. تشخيص فقط.
de: Jede Prüfung vergleicht Ihre Verbindung mit einer Referenz und zeigt, welche lokalen Einschränkungen Ihr Anbieter anwendet. Nur zur Diagnose.
en: Each check compares your connection against a reference and shows which local restrictions your provider applies. Diagnostics only.
es: Cada comprobación compara tu conexión con una referencia y muestra qué restricciones locales aplica tu proveedor. Solo diagnóstico.
fr: Chaque vérification compare votre connexion à une référence et montre quelles restrictions locales applique votre fournisseur. Diagnostic uniquement.
hi: प्रत्येक जाँच आपके कनेक्शन की संदर्भ से तुलना करती है और दिखाती है कि आपका प्रदाता कौन-सी स्थानीय पाबंदियाँ लागू करता है। केवल निदान।
it: Ogni controllo confronta la tua connessione con un riferimento e mostra quali restrizioni locali applica il tuo provider. Solo diagnostica.
ja: 各チェックはあなたの接続を基準と比較し、プロバイダーが適用しているローカルな制限を表示します。診断のみを行います。
ko: 각 확인은 내 연결을 기준과 비교하여 제공자가 적용하는 로컬 제한을 보여줍니다. 진단 전용입니다.
pt_br: Cada verificação compara sua conexão com uma referência e mostra quais restrições locais seu provedor aplica. Apenas diagnóstico.
tr: Her kontrol, bağlantınızı bir referansla karşılaştırır ve sağlayıcınızın hangi yerel kısıtlamaları uyguladığını gösterir. Yalnızca tanılama.
zh_hans: 每项检查都会将你的连接与参照进行对比，显示运营商施加了哪些本地限制。仅用于诊断。

source: Казань
ar: قازان
de: Kasan
en: Kazan
es: Kazán
fr: Kazan
hi: कज़ान
it: Kazan
ja: カザン
ko: 카잔
pt_br: Kazan
tr: Kazan
zh_hans: 喀山

source: Как работают проверки
ar: كيف تعمل الفحوص
de: Wie die Prüfungen funktionieren
en: How the checks work
es: Cómo funcionan las comprobaciones
fr: Comment fonctionnent les vérifications
hi: जाँच कैसे काम करती हैं
it: Come funzionano i controlli
ja: チェックの仕組み
ko: 확인 작동 방식
pt_br: Como funcionam as verificações
tr: Kontroller nasıl çalışır
zh_hans: 检查的工作原理

source: Какой хост проверить?
ar: أي مضيف تريد فحصه؟
de: Welchen Host prüfen?
en: Which host to check?
es: ¿Qué host quieres comprobar?
fr: Quel hôte vérifier ?
hi: कौन-सा होस्ट जाँचें?
it: Quale host controllare?
ja: どのホストを確認しますか？
ko: 어떤 호스트를 확인할까요?
pt_br: Qual host verificar?
tr: Hangi sunucu kontrol edilsin?
zh_hans: 要检查哪个主机？

source: Камера не запустилась
ar: لم تبدأ الكاميرا
de: Kamera wurde nicht gestartet
en: Camera didn’t start
es: La cámara no se inició
fr: La caméra n’a pas démarré
hi: कैमरा शुरू नहीं हुआ
it: La fotocamera non si è avviata
ja: カメラを起動できませんでした
ko: 카메라를 시작하지 못했습니다
pt_br: A câmera não iniciou
tr: Kamera başlatılamadı
zh_hans: 相机未能启动

source: Канал
ar: القناة
de: Kanal
en: Channel
es: Canal
fr: Canal
hi: चैनल
it: Canale
ja: チャンネル
ko: 채널
pt_br: Canal
tr: Kanal
zh_hans: 频道

# канал %lld · %@
source: канал %1$lld · %2$@
ar: القناة %lld · %@
de: Kanal %lld · %@
en: channel %lld · %@
es: canal %lld · %@
fr: canal %lld · %@
hi: चैनल %lld · %@
it: canale %lld · %@
ja: チャンネル %lld · %@
ko: 채널 %lld · %@
pt_br: canal %lld · %@
tr: kanal %lld · %@
zh_hans: 信道 %lld · %@

source: Карта: %@
ar: الخريطة: %@
de: Karte: %@
en: Map: %@
es: Mapa: %@
fr: Carte : %@
hi: मैप: %@
it: Mappa: %@
ja: マップ: %@
ko: 맵: %@
pt_br: Mapa: %@
tr: Harita: %@
zh_hans: 映射：%@

source: Каталог проверок
ar: كتالوج الفحوصات
de: Katalog der Prüfungen
en: Catalog of checks
es: Catálogo de comprobaciones
fr: Catalogue des tests
hi: जाँच सूची
it: Catalogo dei controlli
ja: チェックのカタログ
ko: 점검 카탈로그
pt_br: Catálogo de verificações
tr: Kontrol kataloğu
zh_hans: 检查目录

source: Категории
ar: الفئات
de: Kategorien
en: Categories
es: Categorías
fr: Catégories
hi: श्रेणियाँ
it: Categorie
ja: カテゴリ
ko: 카테고리
pt_br: Categorias
tr: Kategoriler
zh_hans: 类别

source: Категория
ar: الفئة
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
ko: 카테고리
pt_br: Categoria
tr: Kategori
zh_hans: 类别

source: Киров
ar: كيروف
de: Kirow
en: Kirov
es: Kírov
fr: Kirov
hi: किरोव
it: Kirov
ja: キーロフ
ko: 키로프
pt_br: Kirov
tr: Kirov
zh_hans: 基洛夫

source: Клиенты
ar: العملاء
de: Clients
en: Clients
es: Clientes
fr: Clients
hi: क्लाइंट
it: Client
ja: クライアント
ko: 클라이언트
pt_br: Clientes
tr: İstemciler
zh_hans: 客户端

source: Клиенты и версии
ar: العملاء والإصدارات
de: Clients und Versionen
en: Clients and versions
es: Clientes y versiones
fr: Clients et versions
hi: क्लाइंट और वर्शन
it: Client e versioni
ja: クライアントとバージョン
ko: 클라이언트 및 버전
pt_br: Clientes e versões
tr: İstemciler ve sürümler
zh_hans: 客户端与版本

source: Кнопка ⓘ у каждой проверки — простыми словами
ar: زر ⓘ عند كل فحص — بكلمات بسيطة
de: Ein ⓘ-Knopf bei jeder Prüfung — in einfachen Worten
en: An ⓘ button on every check — in plain words
es: Un botón ⓘ en cada comprobación — en palabras sencillas
fr: Un bouton ⓘ sur chaque test — en mots simples
hi: हर जाँच पर ⓘ बटन — सरल शब्दों में
it: Un pulsante ⓘ su ogni controllo — con parole semplici
ja: 各チェックに ⓘ ボタン — わかりやすい言葉で
ko: 각 점검에 ⓘ 버튼 — 쉬운 말로
pt_br: Um botão ⓘ em cada verificação — em palavras simples
tr: Her kontrolde ⓘ düğmesi — sade bir dille
zh_hans: 每项检查都有 ⓘ 按钮——用大白话解释

source: Количество
ar: العدد
de: Anzahl
en: Count
es: Cantidad
fr: Quantité
hi: मात्रा
it: Quantità
ja: 数
ko: 개수
pt_br: Quantidade
tr: Sayı
zh_hans: 数量

source: контроль: один сегмент
ar: تحكّم: مقطع واحد
de: Kontrolle: ein Segment
en: control: single segment
es: control: un solo segmento
fr: contrôle : un seul segment
hi: कंट्रोल: एक सेगमेंट
it: controllo: un solo segmento
ja: 対照: 1 セグメント
ko: 대조: 세그먼트 1개
pt_br: controle: um único segmento
tr: kontrol: tek segment
zh_hans: 对照：单个分段
